{
    "Sedan": [
        {
            "name": "Toyota Camry",
            "description": "Надежный седан с комфортным салоном и экономичным двигателем.",
            "price": 25000
        },
        {
            "name": "Honda Accord",
            "description": "Просторный и удобный седан с высоким уровнем комфорта.",
            "price": 27000
        },
        {
            "name": "Chevrolet Malibu",
            "description": "Современный седан с эффективной системой безопасности и экономичным двигателем.",
            "price": 23000
        }
    ],
    "SUV": [
        {
            "name": "Toyota RAV4",
            "description": "Компактный кроссовер с просторным интерьером и высокой проходимостью.",
            "price": 28000
        },
        {
            "name": "Honda CR-V",
            "description": "Универсальный кроссовер с превосходным уровнем комфорта и экономичным двигателем.",
            "price": 30000
        },
        {
            "name": "Ford Explorer",
            "description": "Просторный и многофункциональный внедорожник с высоким уровнем безопасности.",
            "price": 35000
        }
    ],
    "Truck": [
        {
            "name": "Ford F-150",
            "description": "Мощный пикап с высокой грузоподъемностью и прочной конструкцией.",
            "price": 40000
        },
        {
            "name": "Chevrolet Silverado",
            "description": "Просторный и надежный пикап с удобной кабиной и мощным двигателем.",
            "price": 42000
        },
        {
            "name": "GMC Sierra",
            "description": "Роскошный и мощный пикап с высоким уровнем комфорта и многофункциональностью.",
            "price": 45000
        }
    ],
    "Compact": [
        {
            "name": "Honda Civic",
            "description": "Компактный автомобиль с экономичным расходом топлива и стильным дизайном.",
            "price": 20000
        },
        {
            "name": "Toyota Corolla",
            "description": "Недорогой и надежный автомобиль с хорошей управляемостью и экономичным двигателем.",
            "price": 22000
        },
        {
            "name": "Volkswagen Golf",
            "description": "Компактный хэтчбек с высоким уровнем комфорта и динамичным управлением.",
            "price": 25000
        }
    ],
    "Luxury": [
        {
            "name": "Mercedes-Benz E-Class",
            "description": "Роскошный седан с премиум-интерьером и передовыми технологиями.",
            "price": 55000
        },
        {
            "name": "BMW X5",
            "description": "Элегантный и мощный внедорожник с высоким уровнем комфорта и производительности.",
            "price": 60000
        },
        {
            "name": "Lexus RX",
            "description": "Премиальный кроссовер с роскошным интерьером и высоким уровнем комфорта.",
            "price": 65000
        }
    ]
}
